NamingHelper.findNonUniqueElementsInSet(ADocument*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,crs_impl.Set&lt;ElementId,std.less&lt;ElementId&gt;,tnallc&lt;ElementId&gt;&gt;!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
Using 'isNameUnique(..)' virtual to find all elements
in the set of 'elementIds' that do not have a unique name.